cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'docker-compose'
brew 'docker-swarm'
brew 'go'
brew 'grc'
brew 'icdiff'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'maven'
brew 'node'
brew 'npm'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'garmin-express'
cask 'github-desktop'
cask 'google-chrome'
cask 'handbrake'
cask 'mapbox-studio'
cask 'seashore'
cask 'slack'
cask 'steam'
cask 'iterm2'
cask 'macdown'
cask 'postman'
cask 'qq'
cask 'sequel-pro'
cask 'textmate'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
